module.exports = [

    {
        a: ["多尿", "腹胀", "乏力", "发热", "口渴", "恶心"],
        b: ['阑尾炎', '异位急性阑尾炎', '老年急性阑尾炎', '高钙血症', '干燥综合征']
    },

    {
        a: ["无力", "眼睑下垂", "疲劳", "吞咽困难", "呼吸困难"],
        b: ['重症肌无力']
    },


    {
        a: ["咳嗽", "发热", "全身酸痛", "声音嘶哑", "胸痛", "意识模糊"],
        b: ['肺癌']
    },

    {
        a: ["情绪化", "精神不振", "贪睡", "记忆力下降", "浮肿", "体重增加"],
        b: ['甲状腺功能低下','甲减']
    },

    {
        a: ["腹泻", "腹鸣", "腹痛", "食欲减退", "腹部包块"],
        b: ['肠结核','克罗恩病']
    }


]

//curl -X POST {symptomName:"多尿","腹胀","乏力","发热","口渴","恶心"} http://101.201.197.11:10000/api/disease

	